---
kind: property
id: P:Autodesk.Revit.DB.Structure.StructuralSections.StructuralSectionGeneralW.TopWebFillet
source: html/cd6735c4-a297-c8fb-e307-2e010b868e4c.htm
---
# Autodesk.Revit.DB.Structure.StructuralSections.StructuralSectionGeneralW.TopWebFillet Property

Top Web Fillet - fillet radius at the top of web.

## Syntax (C#)
```csharp
public double TopWebFillet { get; set; }
```